var dnum = {
	"1": {
		"ed": "одна",
		"ds": "десять",
		"sot": "сто",
		"tch": "одна тисяча"
	},
	"2": {
		"ed": "дві",
		"ds": "двадцять",
		"sot": "двісті",
		"tch": "дві тисячи"
	},
	"3": {
		"ed": "три",
		"ds": "тридцять",
		"sot": "триста",
		"tch": "три тисячи"
	},
	"4": {
		"ed": "чотири",
		"ds": "сорок",
		"sot": "чотириста",
		"tch": "чотири тисячи"
	},
	"5": {
		"ed": "п'ять",
		"ds": "п'ятдесят",
		"sot": "п'ятьсот",
		"tch": "п'ять тисяч"
	},
	"6": {
		"ed": "шість",
		"ds": "шістдесят",
		"sot": "шістьсот",
		"tch": "шість тисяч"
	},
	"7": {
		"ed": "сім",
		"ds": "сімдесят",
		"sot": "сімсот",
		"tch": "сім тисяч"
	},
	"8": {
		"ed": "вісім",
		"ds": "вісімдесят",
		"sot": "вісімсот",
		"tch": "вісім тисяч"
	},
	"9": {
		"ed": "дев'ять",
		"ds": "дев'яносто",
		"sot": "дев'ятьсот",
		"tch": "девять тисяч"
	},
    "10": {
		"ds": "десять",
		"tch": "десять тисяч"
	},
	"11": {
		"ds": "одинадцять",
		"tch": "одинадцять тисяч"
	},
	"12": {
		"ds": "дванадцять",
		"tch": "дванадцять тисяч"
	},
	"13": {
		"ds": "тринадцять",
		"tch": "тринадцять тисяч"
	},
	"14": {
		"ds": "чотирнадцять",
		"tch": "чотирнадцять тисяч"
	},
	"15": {
		"ds": "п'ятнадцять",
		"tch": "п'ятнадцять тисяч"
	},
	"16": {
		"ds": "шістнадцять",
		"tch": "шістнадцять тисяч"
	},
	"17": {
		"ds": "сімнадцять",
		"tch": "сімнадцять тисяч"
	},
	"18": {
		"ds": "вісімнадцять",
		"tch": "вісімнадцять тисяч"
	},
	"19": {
		"ds": "дев'ятнадцять",
		"tch": "дев'ятнадцять тисяч"
	}
}
